export const INDIVIDUALS_MENU_DATA = {
    credit: [
        "Кредит наличными",
        "Автокредит",
        "Рефинансирование кредитов",
        "Образовательный кредит с господдержкой"
    ],
    house: [
        "Подбор ипотеки",
        "Вторичное жильё",
        "Ипотека на дом",
        "Семейная",
        "Новостройки",
        "Для ИТ-специалистов",
        "Коммерческая недвижимость"
    ],
    card: [
        "Дебетовые",
        "Кредитные",
        "Mir Pay"
    ],
    deposits: [
        "Вклад для новых денег",
        "Пенсионный вклад",
        "Социальный вклад"
    ],
    investments: [
        "Брокерский счёт",
        "ИИС",
        "Каталог бумаг",
        "Обмен валюты на бирже",
        "Драгоценные бумаги",
        "Тарифы"
    ],
    insurance: [
        "ОСАГО",
        "Каско",
        "Здоровье",
        "Помощь на дорогах",
        "Для дома и квартиры"
    ],
    journey: [
        "Авиабилеты",
        "Туры",
        "Поездки",
        "Отели"
    ],
    services: [
        "Мобильное приложение",
        "Проверка готовности карты",
        "Справки и выписки"
    ]
};

export const BUSINESS_MENU_DATA = {
    current_account: [
        "Расчётный счёт ИП",
        "Расчётный счёт ООО",
        "Тарифы"
    ],
    registration: [
        "Регистрация ИП",
        "Регистрация ООО",
        "Решения для старта",
        "Самозанятые"
    ],
    accounting: [
        "Баланс ЕНС",
        "Налоговая копилка",
        "Бухгалтерия УСН Доходы",
        "Сервис для АУСН"
    ],
    business_cards: [
        "Мир в кармане",
        "Мир",
        "Mir Supreme"
    ],
    payments: [
        "Торговый эквайринг",
        "Интернет эквайринг",
        "Приём платежей по СБП",
        "Приём платежей по QR",
        "Приём платежей через смартфон",
        "Онлайн кассы"
    ],
    solutions: [
        "Маркетплейсы",
        "Розница",
        "Автодилеры",
        "Агенство путешествий"
    ],
};

export const PRIVATE_MENU_DATA = {
    banking: [
        "Премиальные карты с кэшбэком",
        "Вклады с повышенной ставкой",
        "Валютные переводы без границ",
        "Сейфовые ячейки",
        "Индивидуальные условия кредитования"
    ],
    wealth: [
        "Доверительное управление",
        "Структурные продукты",
        "Доступ к международным рынкам",
        "Альтернативные инвестиции (арт, вино)",
        "Инвестиционное страхование жизни"
    ],
    consulting: [
        "Налоговое консультирование",
        "Юридическая поддержка (Family Office)",
        "Наследование активов",
        "Валютный контроль",
        "Подготовка отчетности для КИК"
    ],
    lifestyle: [
        "Персональный консьерж 24/7",
        "Доступ в бизнес-залы аэропортов",
        "Привилегии в отелях и ресторанах",
        "Аренда бизнес-джетов и яхт",
        "Приглашения на закрытые мероприятия"
    ]
};